{
    "Hackers Week 9": {
        "Conferencias": [
            {
                "title": "Ordenadores cuánticos y seguridad: ¿cómo nos afectan?",
                "date": "20 de febrero 2023",
                "ponente": "Sandra Guasch",
                "description": [
                    "Escuchamos constantemente los avances en ordenadores cuánticos, pero ¿suponen un peligro para la seguridad? Sandra Guasch es una ingeniera de privacidad en SandboxAQ, donde trabaja en tecnologías post-cuánticas para preservar la privacidad y nos explicará riesgos y soluciones para el futuro."
                ]
            },
            {
                "title": "SECURE CODING 101",
                "date": "22 de febrero 2023",
                "ponente": "Marta Gómez Macías",
                "description": [
                    "En esta charla se abordará algunos de los principios de secure coding que ha ido aprendiendo a lo largo de la experiencia como Software Engineer Virustotal y que aplica en mi día a día."
                ]
            },
            {
                "title": "Ciberseguridad en entornos sociosanitarios",
                "date": "22 de febrero 2023",
                "ponente": "Jesús Doña Fernández",
                "description": [
                    "Actualmente los sistemas de salud se encuentran en la diana de los ciberdelincuentes, esto está llevando a los equipos de ciberseguridad a analizar las problemáticas del sector y a plantear estrategias que permitan proteger uno de los pilares del estado de bienestar frente a las nuevas amenazas que ponen en peligro tanto sistemas de información como la propia vida de los pacientes. En esta ponencia se analizará cómo se está tratando actualmente este problema y qué soluciones a nivel tecnológico y de arquitecturas de seguridad se están adoptando en el sector."
                ]
            }
        ],
        "Talleres": [
            {
                "title": "Análisis y reversing de comunicaciones de una botnet",
                "date": "23 de febrero 2023",
                "tutor": "Rafael Ruiz Villén",
                "description": [
                    "Análisis de la descarga de un malware (cliente zombie) de una botnet y su tráfico con el servidor C2 (Command & Control)."
                ]
            },
            {
                "title": "Llevando el mundo real al virtual a través de la digitalización 3D",
                "date": "20 de febrero 2023",
                "tutor": "David Bueno Vallejo",
                "description": [
                    "Taller de diseño de objetos 3D y su exportación. Hecho por David Bueno Vallejo, profesor de la UMA."
                ]
            }
        ]
    },
    "Hackers Week 8": {
        "Conferencias": [
            {
                "title": "Introducción a la Computación Cuántica y aplicaciones",
                "date": "4 de abril de 2022",
                "ponente": "Ginés Carrascal de las Heras"
            },
            {
                "title": "El malware ni se crea ni se destruye, simplemente se transforma (y nos transforma)",
                "date": "4 de abril de 2022",
                "ponente": "Sergio de los Santos"
            },
            {
                "title": "Málaga tecnológica: ¿morir de éxito o pasar de nivel?",
                "date": "6 de abril de 2022",
                "ponente": "Modera: Nuria Triguero. Participa: Bernardo Quintero, Mar López, Javier López, Raúl Jiménez Jiménez"
            }
        ],
        "Talleres": [
            {
                "title": "Android from zero to hero",
                "date": "6 de abril de 2022",
                "tutor": "Raúl Román López y Pablo Azaña"
            }
        ]
    },
    "Hackers Week 6": {
        "Conferencias": [
            {
                "title": "Salva al mundo, trabaja en ciberseguridad",
                "date": "8 de abril de 2019",
                "ponente": "Adrián Domínguez Martín"
            },
            {
                "title": "Cómo convertir el Peñón de Gibraltar en un castillo de piedra: De sistemas Django monolíticos a microservicios",
                "date": "9 de abril de 2019",
                "ponente": "Christian Expósito"
            },
            {
                "title": "Quantumhacker: más allá de la ciberseguridad",
                "date": "11 de abril de 2019",
                "ponente": "Alejandro Cortés López"
            }
        ],
        "Talleres": [
            {
                "title": "Just React!",
                "date": "10 de abril de 2019",
                "tutor": "Juan Alberto"
            },
            {
                "title": "Introducción al desarrollo de videojuegos con Unreal Engine",
                "date": "8 de abril de 2019",
                "tutor": "Alejandro Muñoz y Alex Ruzafa"
            }
        ]
    },
    "Hackers Week 5": {
        "Conferencias": [
            {
                "title": "De como Wannacry te amarga un viernes. Y el fin de semana. Y las siguientes semanas...",
                "date": "19 de marzo de 2018",
                "ponente": "Adrián Domínguez"
            },
            {
                "title": "Introducción a Tecnología XR: Realidad aumentada y Virtual",
                "date": "19 de marzo de 2018",
                "ponente": "Elena Blanes y Alberto Ruiz"
            },
            {
                "title": "Tecnología de apoyo para personas con discapacidad",
                "date": "20 de marzo de 2018",
                "ponente": "Salvador Sancha Ros"
            },
            {
                "title": "Meltdown y Spectre: lo que no te cuentan en los blogs de tecnología",
                "date": "22 marzo de 2018",
                "ponente": "Rafael Asenjo y José María González"
            }
        ],
        "Talleres": [
            {
                "title": "Introducción al desarrollo de videojuegos con Unity",
                "date": "20 de marzo de 2018",
                "tutor": "Elena Blanes"
            }
        ]
    }
}