[{
    "title":"Sesiones de Rol",
    "date" : "23/24-02-22 - 16:30",
    "description" : "Vuelven las Sesiones de Rol a la Hackers Week. Traemos cuatro partidas los días 23 y 24 de febrero desde las 16:30 a las 20:00 en la cuarta planta de biblioteca. Estas partidas se realizarán con temática relacionada con la tecnología  y son las siguientes:\n- Toma la pastilla y sonríe ;) - Cyberpunk RED (Jueves)\n- TheReaper: Tras la máquina - Nuestro Último Verano (Jueves)\n- El Asedio de Arka - Anima: Beyond Fantasy (Viernes)\n- Terrores en la excavación - Starfinder (Viernes)\nLas partidas son aptas tanto para jugadores más experimentados cómo cualquiera que quiera probar a jugar a rol por primera vez.\n¡Apúntate antes de que se acaben las plazas!",
    "ubicacion" : "Biblioteca 4ª Planta",
    "url" : "http://u.uma.es/dn8"
},
{
    "title" : "Torneo de League of Legends - Online",
    "date" :"18-02-22 - 11:00",
    "description" : "El sábado 18 toca torneo de League of Legends, monta un equipo e inscríbete cuanto antes, ¡no te quedes fuera!",
    "url": "https://forms.gle/PiUGx9zQDZoGhTFi8"
},
{
    "title": "Torneo de Rocket League - Online",
    "date" :"19-02-22 - 11:00",
    "description" : "Empezaremos el domingo con frenéticas partidas en un torneo de Rocket League por equipos de 3 jugadores.",
    "url": "https://forms.gle/mtKZMGm1uNgMXRJe7"
},
{
    "title" : "Torneo de Valorant - Online",
    "date" :"19-02-22 - 16:00",
    "description" : "Para finalizar el domingo,  tendremos torneo de Valorant, monta un equipo de 5 jugadores.",
    "url": "https://forms.gle/iVqfAPh18EmYY3vL7"
},
{
    "title" : "Capture The Flag - CTF",
    "date" :"23-02-22 - 24-02-22",
    "description": "¿Interesado en iniciarte en la ciberseguridad? ¿Puede que ya seas algo más experimentado? En cualquier caso, estás de suerte, la asociación de Hacking Ético ha preparado un CTF para esta Hackers Week con premios resuelviendo retos de criptografía, forensia, web o esteganografía a lo largo de la semana.",
    "url" : "https://hackersweek.comunidadhackingetico.es/"
}
]
