[
    {
        "title" : "Ordenadores cuánticos y seguridad: ¿cómo nos afectan?",
        "date" : "20/02/23 - 10:45",
        "ubicacion" : "Salón de Actos de la ETSII",
        "description" : "Seguramente todos hemos leído alguna noticia sobre avances en ordenadores cuánticos. En esta charla explicaremos cómo funcionan y por qué se dice que pueden suponer un peligro para la seguridad de internet. ¿Pero está todo perdido? Ni mucho menos. También hablaremos de toda la gente que está trabajando para, por un lado, aprovechar las ventajas de la computación cuántica, y por el otro aquellos que trabajan para que tengamos las defensas adecuadas.",
        "ponente" : "Sandra Guasch Castelló",
        "url": "https://www.eventbrite.es/e/entradas-conferencia-ordenadores-cuanticos-y-seguridad-como-nos-afectan-501127023417"
    },
    {
        "title" : "¡Llega la banca conversacional inclusiva!",
        "date" : "21/02/23 - 10:45",
        "ubicacion" : "Salón de Actos de la ETSII",
        "description" : "La Banca Conversacional es un nuevo modelo de banca que surge de la sinergia de tres elementos de la Inteligencia Artificial: Asistentes Virtuales, Biometría de Voz y Avatares Realistas que permitirán a cualquier perfil de cliente realizar sus operaciones financieras hablando de forma natural con su propia forma de expresión en cualquier canal digital.",
        "ponente" : "Javier Porras Castaño",
        "url" : "https://www.eventbrite.es/e/entradas-conferencia-llega-la-banca-conversacional-inclusiva-528511631517"
    },
    {
        "title" : "Las prótesis y su impacto",
        "date" : "21/02/23 - 10:45",
        "ubicacion" : "3.0.2 de la ETSII",
        "description" : "Os invitamos a la charla de Sarah Almagro, quién nos contará de primera mano su vida con prótesis. Nos hablará sobre cómo funcionan, las partes de las mismas, el impacto que tuvo sobre ella (y por consecuencia, el impacto de la labor del ingeniero biomédico), las actividades que le permite realizar e incluso qué problemas presentan que, nosotros como futuros ingenieros, deberíamos resolver. ¡No os la perdáis!",
        "ponente" : "Sarah Almagro",
        "url": "https://www.eventbrite.es/e/entradas-conferencia-las-protesis-y-su-impacto-sarah-almagro-531176522277"

    },
    {
        "title" : "SECURE CODING 101",
        "date" : "22/02/23 - 10:45",
        "ubicacion" : "Salón de Actos de la ETSII",
        "description" : "En esta charla abordaremos algunos de los principios de secure coding que he ido aprendiendo a lo largo de mi experiencia como software engineer y que aplico en mi día a día.",
        "ponente" : "Marta Gómez Macías",
        "url" : "https://www.eventbrite.es/e/entradas-conferencia-secure-coding-101-518616996397"
        
    },
    {
        "title" : "Ciberseguridad en entornos sociosanitarios, los nuevos retos de la tecnología Sanitaria",
        "date" : "22/02/23 - 10:45",
        "ubicacion" : "3.0.2 de la ETSII",
        "description" : "Actualmente los sistemas de salud se encuentran en la diana de los ciberdelincuentes, esto está llevando a los equipos de ciberseguridad a analizar las problemáticas del sector y a plantear estrategias que permitan proteger uno de los pilares del estado de bienestar frente a las nuevas amenazas que ponen en peligro tanto sistemas de información como la propia vida de los pacientes. En esta ponencia se analizará cómo se está tratando actualmente este problema y qué soluciones a nivel tecnológico y de arquitecturas de seguridad se están adoptando en el sector.",
        "ponente":"Jesús Doña Fernández",
        "url" : "https://www.eventbrite.es/e/entradas-conferencia-ciberseguridad-en-entornos-sociosanitarios-los-nuevos-retos-531168929567"
    },
    {
        "title" : "Mesa Redonda: El garaje, la gran idea, la pasión lo puede todo y otros mitos de emprender",
        "date" : "23/02/23 - 10:45",
        "ubicacion" : "Salón de Actos de la ETSII",
        "description" : "El gran evento de esta Hackers Week llega de la mano de 4 emprendedores malagueños que nos contarán los secretos de las startups para crecer hasta ser empresas exitosas a nivel mundial.\nEl perfil de Bernardo, Manu y Luis es de 3 emprendedores de éxito, los tres pasaron por nuestra Escuela. Tienen visiones diferentes de cómo hacer crecer su startup y están considerados como 3 grandes gurús de la Málaga Tech. Nos darán la historia de lo que hay ahora aquí y nos plantearán lo que viene. Miguel tiene un fondo de capital que invierte en proyectos Deep Tech. Su sede está en Madrid, pero ha abierto sus proyectos más recientes en Málaga y apostado por crear startups aquí. Nos dará la visión de qué hacer para escalar tu empresa desde una startup a una empresa de éxito global.\nLa mesa redonda será moderada por Nuria Triguero, redactora de Sur implicada en Málaga Tech.",
        "ponente" : "Bernardo Quintero (VirusTotal), Manuel Heredia (BeSoccer), Luis Hernandez (Uptodown) y Miguel del Cañizo (Bullnet Capital).",
        "moderador" : "Nuria Triguero (Sur)",
        "url" : "https://www.eventbrite.es/e/entradas-el-garaje-la-gran-idea-la-pasion-lo-puede-todo-y-otros-mitos-de-emprender-518631128667"
    }
]
