[
    {
        "title" : "Ordenadores cuánticos y seguridad: ¿cómo nos afectan?",
        "date" : "20/02/23 - 10:45",
        "ubicacion" : "Salón de Actos de la ETSII",
        "description" : "Seguramente todos hemos leído alguna noticia sobre avances en ordenadores cuánticos. En esta charla explicaremos cómo funcionan y por qué se dice que pueden suponer un peligro para la seguridad de internet. ¿Pero está todo perdido? Ni mucho menos. También hablaremos de toda la gente que está trabajando para, por un lado, aprovechar las ventajas de la computación cuántica, y por el otro aquellos que trabajan para que tengamos las defensas adecuadas.",
        "ponente" : "Sandra Guasch Castelló",
        "url": "https://www.eventbrite.es/e/entradas-conferencia-ordenadores-cuanticos-y-seguridad-como-nos-afectan-501127023417"
    },
    {
        "title" : "¡Llega la banca conversacional inclusiva!",
        "date" : "21/02/23 - 10:45",
        "ubicacion" : "Salón de Actos de la ETSII",
        "description" : "La Banca Conversacional es un nuevo modelo de banca que surge de combinar estos tres elementos de la Inteligencia Artificial: Asistentes Virtuales, Biometría de Voz y Avatares Realistas que permitirán a cualquier tipo de clientes poder hablar con naturalidad y su forma de expresión para realizar cualquier operación financiera de forma cómoda y fácil.",
        "ponente" : "Javier Porras Castaño",
        "url" : "https://www.eventbrite.es/e/entradas-conferencia-llega-la-banca-conversacional-inclusiva-528511631517"
    },
    {
        "title" : "Las prótesis y su impacto",
        "date" : "21/02/23 - 10:45",
        "description" : "Os invitamos a la charla de Sarah Almagro, quién nos contará de primera mano su vida con prótesis. Nos hablará sobre cómo funcionan, las partes de las mismas, el impacto que tuvo sobre ella (y por consecuencia, el impacto de la labor del ingeniero biomédico), las actividades que le permite realizar e incluso qué problemas presentan que, nosotros como futuros ingenieros, deberíamos resolver. ¡No os la perdáis!",
        "ponente" : "Sarah Almagro",
        "url": "https://www.eventbrite.es/e/entradas-conferencia-las-protesis-y-su-impacto-sarah-almagro-531176522277"

    },{
        "title" : "SECURE CODING 101",
        "date" : "22/02/23 - 10:45",
        "description" : "En esta charla abordaremos algunos de los principios de secure coding que he ido aprendiendo a lo largo de mi experiencia como software engineer y que aplico en mi día a día.",
        "ponente" : "Marta Gómez Macías",
        "url" : "https://www.eventbrite.es/e/entradas-conferencia-ciberseguridad-en-entornos-sociosanitarios-los-nuevos-retos-531168929567"

    },
    {
        "title" : "Ciberseguridad en entornos sociosanitarios, los nuevos retos",
        "date" : "22/02/23 - 10:45",
        "description" : "Actualmente los sistemas de salud se encuentran en la diana de los ciberdelincuentes, esto está llevando a los equipos de ciberseguridad a analizar las problemáticas del sector y a plantear estrategias que permitan proteger uno de los pilares del estado de bienestar frente a las nuevas amenazas que ponen en peligro tanto sistemas de información como la propia vida de los pacientes. En esta ponencia se analizará cómo se está tratando actualmente este problema y qué soluciones a nivel tecnológico y de arquitecturas de seguridad se están adoptando en el sector.",
        "url" : "https://www.eventbrite.es/e/entradas-conferencia-ciberseguridad-en-entornos-sociosanitarios-los-nuevos-retos-531168929567"
    }
]
